{
  "dvdInformation": [
    {
      "id": 1,
      "contentName":  "The Seven Deadly Sins: Dragon's Judgement",
      "image": "https://cdn.myanimelist.net/images/anime/1011/111551.jpg",
      "episodes": 12,
      "folder": "7 Deadly Sins",
      "filename": "7ds",
      "fileextention": ".mp4",
      "bannerImage": "https://otakukart.com/wp-content/uploads/2021/04/a-scene-from-ep-14-of-seven-deadly-sins.jpg",
      "des": "After the Kingdom of Liones faces a new threat, the Seven Deadly Sins split up in order to defeat an enemy force spanning Britannia. With their members divided, they face 3 powerful foes, attempt to rescue the lost part of a dear friend, and begin their rescue of Elizabeth.\n\nHowever, all is not quite as it seems. Along the way, the truth of what brought the end of the Holy War 3000 years ago is uncovered, causing old friends to come face to face against each other.\n\nNanatsu no Taizai: Fundo no Shinpan continues the adventure of the Seven Deadly Sins and their friends, and sees a great power released."
    },
    {
      "id": 2,
      "contentName":  "Attack on Titan: The Final Season",
      "image": "https://cdn.myanimelist.net/images/anime/1000/110531.jpg",
      "episodes": 16,
      "folder": "Attack on Titan Final",
      "filename": "atffs",
      "fileextention": ".mp4",
      "bannerImage": "https://i0.wp.com/omnitos.com/wp-content/uploads/2022/01/Attack-On-Titan-Episode-76-Release-Date.jpg",
      "des": "Gabi Braun and Falco Grice have been training their entire lives to inherit one of the seven titans under Marley's control and aid their nation in eradicating the Eldians on Paradis. However, just as all seems well for the two cadets, their peace is suddenly shaken by the arrival of Eren Yeager and the remaining members of the Survey Corps.\n\nHaving finally reached the Yeager family basement and learned about the dark history surrounding the titans, the Survey Corps has at long last found the answer they so desperately fought to uncover. With the truth now in their hands, the group set out for the world beyond the walls.\n\nIn Shingeki no Kyojin: The Final Season, two utterly different worlds collide as each party pursues its own agenda in the long-awaited conclusion to Paradis' fight for freedom."
    },
    {
      "id": 3,
      "contentName":  "Food Wars! The Fifth Plate",
      "image": "https://cdn.myanimelist.net/images/anime/1756/108000.jpg",
      "episodes": 13,
      "folder": "Food Wars",
      "filename": "fw",
      "fileextention": ".mp4",
      "bannerImage": "https://i.ytimg.com/vi/EQhQ9fiSGvs/maxresdefault.jpg",
      "des": "Thanks to Souma Yukihira, Erina Nakiri, and the rebel forces overthrowing the regime of Azami Nakiri—the previous school director—and the former Elite Ten, Tootsuki Culinary Academy is back in order. However, its students have one more great battle ahead of them: the BLUE, a competition where young chefs seeking world-class fame compete. Faced with new trials and rivals, Souma and his friends will fight to conquer the BLUE and to defeat Asahi Saiba, the leader of an underworld organization of chefs known as Noir, who once defeated Souma and his father in a Shokugeki."
    },
    {
      "id": 4,
      "contentName":  "Jujutsu Kaisen",
      "image": "https://cdn.myanimelist.net/images/anime/1171/109222.jpg",
      "episodes": 24,
      "folder": "Jujutsu-Kaisen",
      "filename": "jk",
      "fileextention": ".mp4",
      "bannerImage": "https://bateszi.me/wp-content/uploads/2020/10/jujutsu-kaisen-episode-1-anime-image-0054-1200x675.jpg",
      "des": "Idly indulging in baseless paranormal activities with the Occult Club, high schooler Yuuji Itadori spends his days at either the clubroom or the hospital, where he visits his bedridden grandfather. However, this leisurely lifestyle soon takes a turn for the strange when he unknowingly encounters a cursed item. Triggering a chain of supernatural occurrences, Yuuji finds himself suddenly thrust into the world of Curses—dreadful beings formed from human malice and negativity—after swallowing the said item, revealed to be a finger belonging to the demon Sukuna Ryoumen, the King of Curses.Yuuji experiences first-hand the threat these Curses pose to society as he discovers his own newfound powers. Introduced to the Tokyo Metropolitan Jujutsu Technical High School, he begins to walk down a path from which he cannot return—the path of a Jujutsu sorcerer."
    },
    {
      "id": 5,
      "contentName":  "The King's Avatar 2",
      "image": "https://cdn.myanimelist.net/images/anime/1573/109220.jpg",
      "episodes": 12,
      "folder": "kings",
      "filename": "ka",
      "fileextention": ".mp4",
      "bannerImage": "https://static.wikia.nocookie.net/the-kings-avatar/images/c/cc/KA_S2_EP1_RIP.png/revision/latest?cb=20210715191041",
      "des": "The \"Unspecialized\" character Lord Grim is infamous in the 10th server of the popular online game Glory. His reputation alone is enough to draw many curious players to his newly formed Guild Happy. Other competing guilds have enough to worry about with some of their own members abandoning them for Happy. However, they are also concerned by rumors that the person behind Lord Grim is really the retired professional gamer and \"Glory Textbook\" Ye Qiu, whom they have little chance of opposing.\n\nUnsure of the truth, the powerhouse guilds attempt to suppress Lord Grim's growing influence, harboring differing motives for doing so. But regardless of what obstacles he faces, Lord Grim is determined to break into the cross-server of Glory—the Heavenly Domain—where characters, including himself, can reach even greater levels. There, he hopes to round out the team of rookies who will fight alongside him in the Challenger League, which would be only their first step toward the coveted Glory Championship."
    },
    {
      "id": 6,
      "contentName":  "Re:ZERO -Starting Life in Another World- Season 2",
      "image": "https://cdn.myanimelist.net/images/anime/1444/108005.jpg",
      "episodes": 13,
      "folder": "Re-Zero",
      "filename": "rz",
      "fileextention": ".mp4",
      "bannerImage": "https://heraldjournalism.com/wp-content/uploads/2020/09/Re-Zero-Season-2-Episode-03-Figure-07.jpg",
      "des": "A reunion that was supposed to spell the arrival of peaceful times is quickly shattered when Subaru Natsuki and Emilia return to Irlam village. Witnessing the devastation left behind by the calamities known as Sin Archbishops, Subaru sinks into the depths of despair as his ability to redo proves futile.\n\nAs the group makes their way to the Sanctuary in search of answers, Subaru has an unexpected encounter with the Witch of Greed—Echidna. Subjected to her untamed rhythm, he is forced to dive into the spirals of the past and future. At the same time, several mysterious threats set their sights on the Sanctuary, heralding a horrific fate for the hapless people trapped within.\n\nEverlasting contracts, past sins, and unrequited love will clash and submerge into a river of blood in the second season of Re:Zero kara Hajimeru Isekai Seikatsu. Pushed to the brink of hopelessness, how long will Subaru's resolve to save his loved ones last?"
    },
    {
      "id": 7,
      "contentName":  "Log Horizon",
      "image": "https://cdn.myanimelist.net/images/anime/1510/108026.jpg",
      "episodes": 5,
      "folder": "Log Horizon",
      "filename": "lh",
      "fileextention": ".mp4",
      "bannerImage": "https://randomc.net/image/Log%20Horizon/Log%20Horizon%20Entaku%20Houkai%20-%2005%20-%20Large%2003.jpg",
      "des": "Third season of Log Horizon."
    },
    {
      "id": 8,
      "contentName":  "Fate/stay night Movie: Heaven's Feel - I. Presage Flower",
      "image": "https://cdn.myanimelist.net/images/anime/1274/102213.jpg",
      "episodes": 1,
      "folder": "Fate Movie 1",
      "filename": "Fate MovieH ",
      "fileextention": ".mp4",
      "bannerImage": "https://image.tmdb.org/t/p/w1920_and_h800_multi_faces/9Hqweszu1tQylbksxhi2uJdhPNA.jpg",
      "des": "The Holy Grail War: a violent battle between mages in which seven masters and their summoned servants fight for the Holy Grail, a magical artifact that can grant the victor any wish. Nearly 10 years ago, the final battle of the Fourth Holy Grail War wreaked havoc on Fuyuki City and took over 500 lives, leaving the city devastated.\n\nShirou Emiya, a survivor of this tragedy, aspires to become a hero of justice like his rescuer and adoptive father, Kiritsugu Emiya. Despite only being a student, Shirou is thrown into the Fifth Holy Grail War when he accidentally sees a battle between servants at school and summons his own servant, Saber.\n\nWhen a mysterious shadow begins a murderous spree in Fuyuki City, Shirou aligns himself with Rin Toosaka, a fellow participant in the Holy Grail War, in order to stop the deaths of countless people. However, Shirou's feelings for his close friend Sakura Matou lead him deeper into the dark secrets surrounding the war and the feuding families involved."
    },
    {
      "id": 9,
      "contentName":  "Fate/stay night Movie: Heaven's Feel - II. Lost Butterfly",
      "image": "https://cdn.myanimelist.net/images/anime/1974/98158.jpg",
      "episodes": 1,
      "folder": "Fate Movie 2",
      "filename": "Fate MovieLB ",
      "fileextention": ".mp4",
      "bannerImage": "https://images.saymedia-content.com/.image/t_share/MTc1MDg5NjU2MzA2NjczNDc2/anime-movie-review-fatestay-night-heavens-feel-ii-lost-butterfly-2019.jpg",
      "des": "The Fifth Holy Grail War continues, and the ensuing chaos results in higher stakes for all participants. Shirou Emiya continues to participate in the war, aspiring to be a hero of justice who saves everyone. He sets out in search of the truth behind a mysterious dark shadow and its murder spree, determined to defeat it.\n\nMeanwhile, Shinji Matou sets his own plans into motion, threatening Shirou through his sister Sakura Matou. Shirou and Rin Toosaka battle Shinji, hoping to relieve Sakura from the abuses of her brother. But the ugly truth of the Matou siblings begins to surface, and many dark secrets are exposed.\n\nFate/stay night Movie: Heaven's Feel - II. Lost Butterfly continues to focus on the remaining Masters and Servants as they fight each other in the hopes of obtaining the Holy Grail. However, as darkness arises within Fuyuki City, even the state of their sacred war could be in danger."
    },
    {
      "id": 10,
      "contentName":  "Fate/stay night Movie: Heaven's Feel - III. Spring Song",
      "image": "https://cdn.myanimelist.net/images/anime/1142/112957.jpg",
      "episodes": 1,
      "folder": "Fate Movie 3",
      "filename": "Fate MovieSS ",
      "fileextention": ".mp4",
      "bannerImage": "https://occ-0-2794-2219.1.nflxso.net/dnm/api/v6/E8vDc_W8CLv7-yMQu8KMEC7Rrr8/AAAABbwyjioht_DAlpx-7H4okvTGXO-owi0twcPLBJe-ki-bkN3j-bWYc9eEfnQvhbyM5aqkaWU1jjF78kdWJKColHWJfqcz.jpg?r=5f4",
      "des": "The Fifth Holy Grail War in Fuyuki City has reached a turning point in which the lives of all participants are threatened as the hidden enemy finally reveals itself. As Shirou Emiya, Rin Toosaka, and Illyasviel von Einzbern discover the true, corruptive nature of the shadow that has been rampaging throughout the city, they realize just how dire the situation is. In order to protect their beloved ones, the group must hold their own against the seemingly insurmountable enemy force—even if some of those foes were once their allies, or perhaps, something more intimate.\n\nAs the final act of this chaotic war commences, the ideals Shirou believes will soon be challenged by an excruciating dilemma: is it really possible to save a world where everything seems to have gone wrong?"
    },
    {
      "id": 11,
      "contentName":  "Your Name",
      "image": "https://cdn.myanimelist.net/images/anime/5/87048.jpg",
      "episodes": 1,
      "folder": "Your Name",
      "filename": "Your Name",
      "fileextention": ".mp4",
      "bannerImage": "https://media.newyorker.com/photos/59097fd82179605b11ad9782/master/pass/Alt-Your-Name.jpg",
      "des": "Mitsuha Miyamizu, a high school girl, yearns to live the life of a boy in the bustling city of Tokyo—a dream that stands in stark contrast to her present life in the countryside. Meanwhile in the city, Taki Tachibana lives a busy life as a high school student while juggling his part-time job and hopes for a future in architecture.\n\nOne day, Mitsuha awakens in a room that is not her own and suddenly finds herself living the dream life in Tokyo—but in Taki's body! Elsewhere, Taki finds himself living Mitsuha's life in the humble countryside. In pursuit of an answer to this strange phenomenon, they begin to search for one another.\n\nKimi no Na wa. revolves around Mitsuha and Taki's actions, which begin to have a dramatic impact on each other's lives, weaving them into a fabric held together by fate and circumstance."
    },
    {
      "id": 12,
      "contentName":  "A Silent Voice",
      "image": "https://cdn.myanimelist.net/images/anime/1122/96435.jpg",
      "episodes": 1,
      "folder": "Silent Voice",
      "filename": "Silent Voice",
      "fileextention": ".mp4",
      "bannerImage": "https://filmthreat.com/wp-content/uploads/2017/10/REV-ASilentVoice-4.jpg",
      "des": "As a wild youth, elementary school student Shouya Ishida sought to beat boredom in the cruelest ways. When the deaf Shouko Nishimiya transfers into his class, Shouya and the rest of his class thoughtlessly bully her for fun. However, when her mother notifies the school, he is singled out and blamed for everything done to her. With Shouko transferring out of the school, Shouya is left at the mercy of his classmates. He is heartlessly ostracized all throughout elementary and middle school, while teachers turn a blind eye.\n\nNow in his third year of high school, Shouya is still plagued by his wrongdoings as a young boy. Sincerely regretting his past actions, he sets out on a journey of redemption: to meet Shouko once more and make amends.\n\nKoe no Katachi tells the heartwarming tale of Shouya's reunion with Shouko and his honest attempts to redeem himself, all while being continually haunted by the shadows of his past."
    }
  ]
}